[P_2_2_3_Ktech_Communications]
Goal_0001L=Infiltre-se na Kalinatek. 
Goal_0009L=Infiltre-se na Kalinatek. 
Goal_0002L=Restaure a força das portas das saídas de incêndio acessando a caixa de fusíveis localizada atrás do auditório. 
Goal_0010L=(null)
Goal_0003L=Utilize o sistema contra incêndio da Kalinatek para abrir as portas perto de Ivan. 
Goal_0011L=Abra as portas das saídas de incêndio perto de Ivan. 
Goal_0004L=Encontre Ivan antes que a Máfia o mate. 
Goal_0012L=Encontre Ivan antes que a Máfia o mate. 
Goal_0005L=Um grupo de programadores mercenários está imobilizado atrás de algumas minas de parede no terceiro andar. Desative as minas e comprove se os programadores possuem as chaves criptográficas. 
Goal_0013L=Encontre os reféns e desative as minas que os rodeiam. 
Goal_0006L=A morte dos programadores mercenários resultará no fracasso da missão. 
Goal_0014L=Os programadores mercenários devem sobreviver. 
Goal_0007L=Pegue a chave criptográfica de Ivan. Deixe-o nas mãos do FBI. 
Goal_0015L=Deixe Ivan nas mãos do FBI. 
Goal_0008L=Vá até a Osprey para a extração.
Goal_0016L=Vá para o local da extração. 
Note_0017L=O código do teclado numérico da porta de segurança é 97531.
Note_0018L=O código do teclado numérico da porta dos fundos do terceiro andar é 1250.

[P_2_2_3_Ktech_GuardPatrolA]
Speech_0005L=MAFIA_A- I cannot wait for morning.
Speech_0006L=MAFIA_B- Tonight's work is some of the worst I've ever done.
Speech_0007L=MAFIA_A- It'll be over soon.

[P_2_2_3_Ktech_OutroCinematic]

[P_2_2_3_Ktech_RoofAmbushA]
Speech_0001L=MAFIA_A- So how'd you guys do?
Speech_0002L=MAFIA_B- What do you mean?
Speech_0003L=MAFIA_A- Downstairs? How many geeks did you clip?
Speech_0004L=MAFIA_C- Have some respect.
Speech_0005L=MAFIA_A- I want to respect you guys. What? Two? Three apiece?
Speech_0006L=MAFIA_B- I killed one, he did four.
Speech_0007L=MAFIA_A- Oh my goodness. Four? Nicely done.
Speech_0008L=MAFIA_C-Yes. Well. How about you? How many did you kill?
Speech_0009L=MAFIA_A- Um. None. But I had one assist.
Speech_0010L=MAFIA_B- No shame in that.
Speech_0011L=MAFIA_A- Yes, I suppose.

[P_2_2_3_Ktech_RoofAmbushB]

[P_2_2_3_Ktech_RoofAmbushC]

[P_2_2_3_Ktech_RoofAmbushD]
Speech_0001L=MAFIA_A- Do you have a cigarette?
Speech_0001L=MAFIA_B- I just gave you one.
Speech_0002L=MAFIA_A- I smoked it.
Speech_0003L=MAFIA_B- When?  We've been standing here half an hour, you haven't smoked anything.
Speech_0007L=MAFIA_A- Fine, forget about it.
Speech_0005L=MAFIA_B- Are you hoarding smokes?
Speech_0006L=MAFIA_A- I said forget about it.

